IDEA Open Model
CheckResWeld.Items Property
Compatible with IDEA StatiCa Beta 20.0
 In case of presentation of groups plates (uncoiled beams)
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public List<int> Items { get; set; }
Public Property Items As List(Of Integer)
	Get
	Set
Property Value
Type: List<Int32>
See Also
Reference
CheckResWeld Class
IdeaRS.OpenModel.Connection Namespace